Repository: codeurfou/jasper-client
Catalog: plugins/speechhandler/news/locale/*.po
Languages: fr_fr

source: NEWS
fr_fr: ACTUALITES

source: HEADLINES
fr_fr: TITRES

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Pulling up the news...
fr_fr: Téléchargement des actualités...

source: Sorry, I'm unable to get the latest headlines right now.
fr_fr: Désolé mais je ne suis pas en mesure d'obtenir les derniers titres actuellement.

source: These are the current top headlines...
fr_fr: Voici les titres...

source: Would you like me to send you these articles?
fr_fr: Voulez vous que je vous envoie cet article?

source: Sure, just give me a moment.
fr_fr: Bien sûr, un moment s'il vous plaît.

source: Your Top Headlines
fr_fr: Vos titres

source: Okay, I've sent you an email.
fr_fr: Ok, Je vous ai envoyé un courrier.

source: Sorry, I'm having trouble sending you these articles.
fr_fr: Désolé mais une erreur est survenue lors de l'envoie de ces articles.

source: Okay, I will not send any articles.
fr_fr: OK, Je n'envoie pas d'article.

source: These are the articles you requested:
fr_fr: Ce sont les articles que vous avez demandé:
